Repository: Carlos-Muniz/credentials
Catalog: credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: is

source: Personal info
is: Persónulegar upplýsingar

source: Permissions
is: Leyfi

source: Important dates
is: Mikilvægar dagsetningar

source: LMS base url for custom site
is: LMS grunnur url fyrir síðu viðskiptavinar

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
is: Slóð URL þessara heimasíðu LMS (e.g. https://courses.stage.edx.org)

source: Path to custom site theme
is: Slóð á þemasíðu viðskiptavina

source: Path to site theme's main SCSS file
is: Slóð á SCSS skrá á aðal þemasíðu viðskiptavina

source: Full Name
is: Fullt nafn

source: The image file size must be less than 250KB.
is: Stærð myndar þarf að vera minni en 250KB

source: Invalid course key.
is: Ógildur námskeiðskóði

source: Signatory organization name if its different from issuing organization.
is: Opinbert nafn stofnunar ef það er annað en skráð nafn.

source: Image must be square PNG files. The file size should be under 250KB.
is: Myndir verða að vera ferhyrndar PNG skrár. Stærð skrár má ekki fara yfir 250KB.

source: HTML Template content data.
is: HTML Sniðmát fyrir gögn námskeiðs.

source: awarded
is: gefið

source: revoked
is: afturkallað

source: Download URL for the PDFs.
is: Hlaða niður URL fyrir PDF skjöl.

source: Display the associated organization's name (e.g. ACME University) instead of its short name (e.g. ACMEx)
is: Sýna fullt nafn stofnunnar (e.g. ACME University) í stað þess að birta nafnið stytt (e.g. ACMEx)

source: Use organization name
is: Nota nafn fyrirtækis/stofnunar

source: Page Not Found
is: Síða fannst ekki

source: Server Error
is: Villa í kerfi

source: Congratulations, %(user_name)s!
is: Til hamingju, %(user_name)s!

source: You worked hard to earn your XSeries certificate from %(organization_name)s.
is: Þú hefur lagt mikið á þig til að fá skírteini frá %(organization_name)s.

source: Print or share your certificate:
is: Prenta eða deila skírteini:

source: Print
is: Prenta

source: Print this certificate
is: Prenta skírteini

source: Certificate %(span_start)s of %(span_end)s Achievement
is: Skírteini %(span_start)s fyrir %(span_end)s árangur

source: Supported by the following organizations
is: Stutt af eftirfarandi stofnunum

source: logo
is: merki

source: a series of %(course_count)s courses offered by %(name)s through %(platform_name)s.
is: röð af %(course_count)s námskeið í boði á vegum %(name)s í gegnum %(platform_name)s.

source: Noted by
is: Skráð af

source: Issued
is: Útgefið

source: Valid Certificate ID
is: Gilt skírteini

source: For tips and tricks on printing your certificate, view the %(link_start)s Web Certificates help documentation %(link_end)s.
is: Fyrir ábendingar og ráðleggingar um það hvernig prenta á út viðurkenningarskírteini, skoðaðu %(link_start)s Vef viðurkenningar leiðbeiningarskjal %(link_end)s.

source: About edX
is: Um edX

source: %(link_start)s %(platform_name)s %(link_end)s offers interactive online classes and MOOCs from the world’s best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. %(platform_name)s is a non-profit online initiative created by founding partners Harvard and MIT.
is: %(link_start)s %(platform_name)s %(link_end)s býður gagnvirk námskeið á vefnum og MOOCs námskeið frá heimsins bestu háskólum, þar á meðal MIT, Harvard, Berkeley, University of Texas auk margra annarra. %(platform_name)s er gagnvirt vefsíða sem ekki rekið með hagnað í huga hannað búin til af stofnfélögum úr Harvard og MIT.

source: About edX XSeries Certificates
is: Um ed XSeries viðurkenningar

source: An %(platform_name)s XSeries certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. To complete an XSeries Program, learners must earn %(link_start)sVerified Certificates%(link_end)s from each of the courses included in the series.
is: Eintak af %(platform_name)s XSeries viðurkenningarskjali staðfestir að námsmaður hefur lokið tilteknum námskeiðum sem eru í samræmi við samþykkta námskrá tilteknu sviði. Til þess að klára XSeries námskeiðsdagskrá verða nemendur að vinna sér inn %(link_start)sviðurkenningaskírteini%(link_end)s frá hverju og einu námskeiði sem er hluti af samþykktri heildarnámskrá.

source: %(link_start)sTerms of Service &amp; Honor Code
is: %(link_start)s Skilmálar um þjónustu og amp; Siðareglur

source: %(link_start)s Privacy Policy %(link_end)s
is: %(link_start)s Reglur um friðhelgi %(link_end)s

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
is: Allur réttur áskilinn nema annað sé tekið fram. edX, Open edX og edX og Open edX merkin eru skráð vörumerki og eign edX Inc.

source: Powered by Open edX
is: Rekið af Open edX
